{
  "text": {
    "hello": 47,
    "hi": 51,
    "hey": 50,
    "good": 45,
    "morning": 69,
    "evening": 36,
    "what": 107,
    "services": 90,
    "do": 33,
    "you": 112,
    "provide": 84,
    "i": 53,
    "need": 72,
    "assistance": 19,
    "can": 25,
    "show": 91,
    "me": 68,
    "the": 98,
    "available": 20,
    "tell": 94,
    "are": 17,
    "help": 48,
    "with": 109,
    "something": 92,
    "want": 106,
    "to": 104,
    "know": 63,
    "offer": 76,
    "my": 70,
    "options": 79,
    "tickets": 103,
    "entry": 35,
    "book": 21,
    "dinosaur": 32,
    "for": 39,
    "an": 11,
    "ticket": 102,
    "would": 110,
    "like": 65,
    "a": 1,
    "ancient": 12,
    "statues": 93,
    "ice": 54,
    "age": 6,
    "boom": 23,
    "give": 43,
    "am": 10,
    "looking": 67,
    "reserve": 87,
    "d": 31,
    "purchase": 85,
    "get": 42,
    "how": 52,
    "could": 30,
    "let": 64,
    "please": 82,
    "buy": 24,
    "planning": 81,
    "exhibit": 37,
    "booking": 22,
    "types": 105,
    "of": 75,
    "kind": 62,
    "have": 46,
    "about": 2,
    "list": 66,
    "all": 9,
    "categories": 26,
    "which": 108,
    "see": 89,
    "indian": 56,
    "foreigner": 40,
    "from": 41,
    "india": 55,
    "not": 73,
    "here": 49,
    "nationality": 71,
    "is": 57,
    "as": 18,
    "__number__": 0,
    "adult": 3,
    "and": 13,
    "children": 27,
    "adults": 5,
    "kid": 60,
    "just": 59,
    "kids": 61,
    "only": 78,
    "anything": 15,
    "else": 34,
    "any": 14,
    "other": 80,
    "yes": 111,
    "go": 44,
    "ahead": 8,
    "proceed": 83,
    "that": 97,
    "s": 88,
    "fine": 38,
    "it": 58,
    "confirm": 29,
    "agree": 7,
    "these": 100,
    "them": 99,
    "now": 74,
    "okay": 77,
    "this": 101,
    "reservation": 86,
    "adult_count": 4,
    "children_count": 28,
    "thank": 95,
    "thanks": 96,
    "appreciate": 16
  },
  "intent": {
    "greet": 4,
    "ask_services": 0,
    "book_ticket": 1,
    "inquire_ticket_type": 6,
    "choose_ticket_type": 2,
    "provide_nationality": 7,
    "provide_tickets": 8,
    "inquire_services": 5,
    "confirm_booking": 3,
    "thankyou": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_adult_count": 12,
    "utter_ask_children_count": 13,
    "utter_ask_nationality": 14,
    "utter_ask_ticket_type": 15,
    "utter_greet": 16,
    "utter_services": 17,
    "utter_thankyou": 18
  },
  "action_text": null,
  "intent_response_key": null
}